Repository: DotNetNuclear/Dnn.EVS
Catalog: SQLAzureMigration/SQLAzureMW/Properties/Resources.*.resx
Languages: nl, zh_cn, zh_tw

# AnalysisComplete
source: SQLAzureMW has finished analysis. Any issues discovered will be reported above.
nl: SQLAzureMW is klaar met de analyse. Eventuele problemen worden hierboven opgelijst.
zh_cn: SQLAzureMW已经完成分析工作，所有发现的问题都列在上方的报表里。
zh_tw: SQL Database 移轉精靈己完成分析工作，所有己發現的問題均己回報。

# AzureUserName
source: Azure requires {0} extension on your user name. Do you want me to add it for you?
nl: Azure heeft een {0} extensie voor je gebruiker nodig. Moet dit worden toegevoegd?
zh_cn: Azure需要在你的用户名后面加上扩展名“{0}”。需要自动问您加上它吗？
zh_tw: SQL Database 要求在您的使用者名稱後面加上擴充名稱“{0}”。允許系統自動為您加上它嗎？

# AzureUserNameWarning
source: Azure User Name Requirements
nl: Azure gebruikers naam requirements
zh_cn: Azure用户名要求
zh_tw: SQL Database 使用者名稱需求

# CompatibilityChecks
source: Compatibility Checks -- {0}
nl: Compatibiliteit controle -- {0}
zh_cn: 兼容性检测 -- {0}
zh_tw: 相容性檢查 -- {0}

# CompatibilityChecksActiveDirectory
source: Active Directory Stored Procedures -- {0}
zh_cn: 活动目录存储过程 -- {0}
zh_tw: Active Directory 預存程序 -- {0}

# CompatibilityChecksBackupRestore
source: Backup and Restore Tables -- {0}
nl: Backup en Restore tabellen -- {0}
zh_cn: 备份和恢复表 -- {0}
zh_tw: 備份與還原表格 -- {0}

# CompatibilityChecksCDC
source: Change Data Capture -- {0}
nl: Verander Data Capture -- {0}
zh_cn: 改变数据捕获 -- {0}
zh_tw: 變更資料捕捉 -- {0}

# CompatibilityChecksCDCT
source: Change Data Capture Tables -- {0}
nl: Verander Data Capture Tabellen -- {0}
zh_cn: 改变数据捕获表 -- {0}
zh_tw: 變更資料捕捉表格 -- {0}

# CompatibilityChecksDataControls
source: Data Controls -- {0}
zh_cn: 数据控制 -- {0}
zh_tw: 資料控制 -- {0}

# CompatibilityChecksDistributedQueries
source: Distributed Queries Stored Procedures -- {0}
zh_cn: 分布式查询存储过程 -- {0}
zh_tw: 分散式查詢預存程序 -- {0}

# CompatibilityChecksEngineSP
source: Database Engine Stored Procedures -- {0}
zh_cn: 数据库引擎存储过程 -- {0}
zh_tw: 資料庫引擎預存程序 -- {0}

# CompatibilityChecksFullTextSearch
source: Full Text Search Stored Procedures -- {0}
zh_cn: 全文搜索存储过程 -- {0}
zh_tw: 全文檢索預存程序 -- {0}

# CompatibilityChecksGeneralExtended
source: General Extended Stored Procedures -- {0}
zh_cn: 一般性扩充的存储过程 -- {0}
zh_tw: 通用擴充的預存程序 -- {0}

# CompatibilityChecksGeneralTSQL
source: General T-SQL -- {0}
zh_cn: 一般性TSQL -- {0}
zh_tw: 通用TSQL -- {0}

# CompatibilityChecksIntegrationServicesTable
source: Integration Services Tables -- {0}
nl: Integration Services Tabellen -- {0}
zh_cn: Integration Services表 -- {0}
zh_tw: Integration Services 表格 -- {0}

# CompatibilityChecksLogShipping
source: Log Shipping -- {0}
zh_cn: 日志文件传输 -- {0}
zh_tw: 記錄檔傳送 -- {0}

# CompatibilityChecksMail
source: Database Mail Stored Procedures -- {0}
zh_cn: 数据库邮箱存储过程 -- {0}
zh_tw: Database Mail 預存程序 -- {0}

# CompatibilityChecksMaintenance
source: Database Maintenance Plans -- {0}
zh_cn: 数据库维护计划 -- {0}
zh_tw: 資料庫維護計劃 -- {0}

# CompatibilityChecksMetadataFunction
source: Metadata Functions -- {0}
nl: Metadata Functies -- {0}
zh_cn: 元数据函数 -- {0}
zh_tw: 中介資料函數 -- {0}

# CompatibilityChecksOLEAutomationSP
source: OLE Automation Stored Procedures -- {0}
zh_cn: OLE Automation存储过程 -- {0}
zh_tw: OLE Automation預存程序 -- {0}

# CompatibilityChecksOLEDBTable
source: OLEDB Tables -- {0}
nl: OLEDB Tabellen -- {0}
zh_cn: OLEDB表 -- {0}
zh_tw: OLEDB表格 -- {0}

# CompatibilityChecksProfilerSP
source: Profiler Stored Procedures -- {0}
zh_cn: Profiler存储过程 -- {0}
zh_tw: Profiler預存程序 -- {0}

# CompatibilityChecksReplicationSP
source: Replication Stored Procedures -- {0}
zh_cn: Replication存储过程 -- {0}
zh_tw: Replication預存程序 -- {0}

# CompatibilityChecksReplicationTable
source: Replication Tables -- {0}
nl: Replication Tabellen -- {0}
zh_cn: Replication表 -- {0}
zh_tw: Replication表格 -- {0}

# CompatibilityChecksRowsetFunction
source: Rowset Functions -- {0}
nl: Rowset Functies -- {0}
zh_cn: Rowset函数 -- {0}
zh_tw: Rowset函數 -- {0}

# CompatibilityChecksSecurityFunction
source: Security Functions -- {0}
nl: Veiligheids Functies -- {0}
zh_cn: 安全函数 -- {0}
zh_tw: 安全性函數 -- {0}

# CompatibilityChecksSecuritySP
source: Security Stored Procedures -- {0}
zh_cn: 安全存储过程 -- {0}
zh_tw: 安全性預存程序 -- {0}

# CompatibilityChecksSQLMailSP
source: SQL Mail Stored Procedures -- {0}
zh_cn: SQL邮件存储过程 -- {0}
zh_tw: SQL Mail 預存程序 -- {0}

# CompatibilityChecksSQLServerAgentSP
source: SQL Server Agent Stored Procedures -- {0}
zh_cn: SQL Server 代理存储过程 -- {0}
zh_tw: SQL Server Agent 預存程序 -- {0}

# CompatibilityChecksSQLServerAgentTable
source: SQL Server Agent Tables -- {0}
nl: SQL Server Agent Tabellen -- {0}
zh_cn: SQL Server 代理表 -- {0}
zh_tw: SQL Server Agent 表格 -- {0}

# CompatibilityChecksSystemCatalogView
source: System Catalog Views -- {0}
zh_cn: System Catalog视图 -- {0}
zh_tw: 系統目錄檢視表 -- {0}

# CompatibilityChecksSystemFunction
source: System Functions -- {0}
nl: Systeem Functies -- {0}
zh_cn: 系统函数 -- {0}
zh_tw: 系統函數 -- {0}

# CompatibilityChecksSystemStatisticalFunction
source: System Statistical Functions -- {0}
zh_cn: 系统统计函数 -- {0}
zh_tw: 系統統計函數 -- {0}

# CompatibilityChecksUnclassified
source: Unclassified -- {0}
nl: Ongeclassificeerd -- {0}
zh_cn: 未分类的 -- {0}
zh_tw: 未分類的檢查 -- {0}

source: Database Exists
nl: Database Bestaat
zh_tw: 資料庫己存在

source: Delete Database
nl: Verwijder Database
zh_cn: 删除数据库
zh_tw: 刪除資料庫

# DialogFilterRTF
source: Rich Text Format files (*.rtf)|*.rtf|TSQL File (*.sql)|*.sql|All files (*.*)|*.*
zh_tw: 豐富格式文字檔案 (*.rtf)|*.rtf|TSQL 檔案 (*.sql)|*.sql|所有檔案 (*.*)|*.*

# DialogFilterSQLRTF
source: TSQL File (*.sql)|*.sql|Rich Text Format files (*.rtf)|*.rtf|All files (*.*)|*.*
zh_tw: TSQL 檔案 (*.sql)|*.sql|豐富格式文字檔案 (*.rtf)|*.rtf|所有檔案 (*.*)|*.*

# DialogFilterTrace
source: SQL Profiler trace files (*.trc)|*.trc|All files (*.*)|*.*
zh_tw: SQL Profiler 追蹤檔案 (*.trc)|*.trc|所有檔案 (*.*)|*.*

# DialogFilterTSQL
source: TSQL files (*.sql)|*.sql|All files (*.*)|*.*
zh_tw: TSQL 檔案 (*.sql)|*.sql|所有檔案 (*.*)|*.*

# DialogTitleTrace
source: Select SQL Profiler trace file to analyze
nl: Selecteer SQL Profiler trace files om te analyzeren
zh_cn: 选择要分析的SQL Profiler跟踪文件
zh_tw: 選擇要分析的 SQL Profiler 追蹤檔案

# DialogTitleTSQL
source: Select TSQL file
nl: Selecteer TSQL bestand
zh_cn: 选择TSQL文件
zh_tw: 選擇 TSQL 檔案

# Discovering
source: Discovering: {0} of {1}
nl: Discovering: {0} van {1}
zh_cn: 发现: {0} 之 {1}
zh_tw: 發現: {0} 之 {1}

source: Done!
nl: Klaar!
zh_cn: 完成(\^o^/)
zh_tw: 完成 !

# ErrorCreatingDB
source: Error Creating Database
nl: Fout tijdens de creatie van de Database
zh_cn: 创建数据库出现问题
zh_tw: 建立資料庫時發生問題

# MessageAnalysisFailed
source: Analysis failed: {0}
nl: Analyse gefaald: {0}
zh_cn: 分析失败：{0}
zh_tw: 分析失敗：{0}

# MessageAnalysisFailedAt
source: Analysis failed at {0}
nl: Analyse gefaald op {0}
zh_cn: 分析失败于{0}
zh_tw: 分析失敗於{0}

# MessageAreYouSure
source: Are you sure you want to delete database {0}?
nl: Ben je zeker dat je de database {0} wil verwijderen?
zh_cn: 你确定要删除数据库{0}?
zh_tw: 您確定要刪除資料庫{0}?

# MessageCalculatingNumberOrRecs
source: Calculating number of records to process
nl: Aantal te verwerken records wordt berekend.
zh_cn: 计算需要处理的记录的数量
zh_tw: 正在計算需要處理的記錄數

# MessageCalculatingSize
source: Calculating size ...
nl: Berekenen van de grootte...
zh_cn: 正在计算大小...
zh_tw: 正在計算大小...

# MessageCanceled
source: Canceled!
nl: Geannuleerd!
zh_cn: 取消了！
zh_tw: 己取消!

# MessageCanceledProcessing
source: Canceled processing at {0} ...
nl: Verwerking geanulleerd op {0} ...
zh_cn: 任务取消于{0}...
zh_tw: 於 {0} 取消工作

# MessageCreatingDropScripts
source: Creating DROP scripts ...
nl: DROP scripts worden gegenereerd...
zh_cn: 创建DROP脚本...
zh_tw: 正在建立 DROP 指令碼...

# MessageDatabaseExists
source: Sorry, database already exists. Please choose another name.
nl: Sorry, database bestaat reeds. Gelieve een andere naam te kiezen.
zh_cn: 抱歉，数据库已经存在。请选择其他名字。
zh_tw: 抱歉，資料庫己存在，請選用其他名稱。

# MessageExecuteScript
source: Execute script against destination server?
nl: Script uitvoeren tegenover de database server?
zh_cn: 在目标服务器上运行脚本？
zh_tw: 是否在目標伺服器上執行指令碼?

# MessageFileDoesNotExists
source: Sorry, but the file you entered does not exist
nl: Sorry, maar het geselecteerde bestand bestaat niet
zh_cn: 抱歉，你输入的文件不存在
zh_tw: 抱歉，指定的檔案不存在。

# MessageFinishedNoAnalysis
source: No analysis done on script. Processing finished at {0} -- UTC -> {1} Total processing time: {2}
nl: Geen analyse gebeurd op het script. Verwerking beëindigd op {0} -- UTC -> {1} Totale verwerkingstijd: {2}
zh_cn: 脚本没有分析. 任务结束于 {0} -- UTC -> {1} 任务总共耗时: {2}
zh_tw: 指令碼沒有分析。 工作結束於 {0} -- UTC -> {1} 工作共耗時 {2}

# MessageFinishedWithAnalysis
source: Analysis completed at {0} -- UTC -> {1} Any issues discovered will be reported above. Total processing time: {2}
nl: Analyse klaar op {0} -- UTC -> {1} Eventuele issues worden hierboven opgelijst. Totale verwerkingstijd: {2}
zh_cn: 分析结束于 {0} -- UTC -> {1} 任何发现的问题会显示在上方的报表中. 任务总共耗时： {2}
zh_tw: 分析結束於 {0} -- UTC -> {1} 任何被找出的問題都會顯示在上方的回報訊息中。 工作共耗時： {2}

# MessageHour
source: hour,
nl: uur,
zh_cn: 小时,
zh_tw: 小時,

# MessageHours
source: hours,
nl: uren,
zh_cn: 小时,
zh_tw: 小時,

# MessageMinute
source: minute and
nl: minuut en
zh_cn: 分钟
zh_tw: 分鐘

# MessageMinutes
source: minutes and
nl: minuten en
zh_cn: 分钟
zh_tw: 分鐘

# MessageProcessingStatus
source: Processing {0} of {1} statements in {2} of {3} files.
nl: Verwerking {0} {1} verklaringen in {2} van {3} bestanden.
zh_cn: 加工 {0} {1} 中的陈述 {2} {3} 文件。
zh_tw: 加工 {0} {1} 中的陳述 {2} {3} 檔。

# MessageProcessStarted
source: Process started at {0} -- UTC -> {1} ...
nl: Proces gestart op {0} -- UTC -> {1} ...
zh_cn: 任务开始与 {0} -- UTC -> {1} ...
zh_tw: 工作開始於 {0} -- UTC -> {1} ...

# MessageReadyToGenerate
source: Ready to generate SQL script?
nl: Klaar om het SQL script te genereren?
zh_cn: 现在生成SQL脚本吗？
zh_tw: 準備好要產生 SQL 指令碼嗎?

# MessageSecond
source: second
nl: seconde
zh_cn: 秒
zh_tw: 秒

# MessageSeconds
source: seconds
nl: seconden
zh_cn: 秒
zh_tw: 秒

# MessageSorting
source: Sorting objects by dependency ...
nl: Objecten gesorteerd per dependency ...
zh_cn: 正在按照依赖关系排列对象 ...
zh_tw: 正依相依性排序物件中...

# ObjectTypeSchemas
source: Schemas
zh_cn: 架构
zh_tw: 結構描述

# ObjectTypeStoredProcedures
source: Stored Procedures
zh_cn: 存储过程
zh_tw: 預存程序

# ObjectTypeTables
source: Tables
nl: Tabellen
zh_cn: 表
zh_tw: 表格

# ObjectTypeTriggers
source: Triggers
zh_cn: 触发器
zh_tw: 觸發程序

# ObjectTypeUDF
source: User Defined Functions
zh_cn: 用户定义的函数
zh_tw: 使用者定義函數

# ObjectTypeUDT
source: User Defined Data Types
zh_cn: 用户定义的数据类型
zh_tw: 使用者定義的資料類型

# ObjectTypeUDTT
source: User Defined Table Types
zh_cn: 用户定义的数据类型
zh_tw: 使用者定義的表格類型

# ObjectTypeViews
source: Views
zh_cn: 视图
zh_tw: 檢視表

# ObjectTypeXMLSchemaCollections
source: XML Schema Collections
zh_cn: XML Schema 集合
zh_tw: XML Schema 集合

# SaveAzureResults
source: Save SQL Azure Results
nl: Sla SQL Azure Resultaten op
zh_cn: 保存SQL Azure结果
zh_tw: 儲存 SQL Database 結果

# SaveResults
source: Save Results Summary
nl: Sla samenvatting resultaten op
zh_cn: 保存结果汇总
zh_tw: 儲存結果概要

source: Save SQL Script
nl: Sla SQL script op
zh_cn: 保存SQL脚本
zh_tw: 儲存SQL指令碼

# TitleExecuteScript
source: Execute Script
nl: Voer script uit
zh_cn: 执行脚本
zh_tw: 執行指令碼

# TitleGenerateScript
source: Generate Script
nl: Genereer script
zh_cn: 生成脚本
zh_tw: 產生指令碼

# TreeNodeDatabase
source: Database
zh_cn: 数据库
zh_tw: 資料庫

# TreeNodeGeneral
source: General
nl: Algemeen
zh_cn: 一般
zh_tw: 一般

# TreeNodeIfNotExists
source: Include If Not Exists --
nl: Gebruik If Not Exists --
zh_cn: 包含 If Not Exists --
zh_tw: 包含 If Not Exists --

# TreeNodeObjects
source: Objects
nl: Objecten
zh_cn: 对象
zh_tw: 物件

# TreeNodeOptions
source: Options
nl: Opties
zh_cn: 选项
zh_tw: 選項

# TreeNodeScriptConstraints
source: Script Check Constraints -- {0}
zh_cn: 生成Check约束 -- {0}
zh_tw: 指令化Check限制 -- {0}

# TreeNodeScriptData
source: Script Table / Data -- {0}
nl: Script Tabel / Data -- {0}
zh_cn: 生成表/数据 -- {0}
zh_tw: 指令化表格/資料 -- {0}

# TreeNodeScriptDefaults
source: Script Defaults --
zh_cn: 生成默认 --
zh_tw: 指令化預設值 --

# TreeNodeScriptDropCreate
source: Script DROP and CREATE --
nl: Script DROP en CREATE --
zh_cn: 生成DROP和CREATE --
zh_tw: 指令化DROP與CREATE --

# TreeNodeScriptForeignKeys
source: Script Foreign Keys -- {0}
zh_cn: 生成外键 -- {0}
zh_tw: 指令化外鍵限制 -- {0}

# TreeNodeScriptHeaders
source: Script Headers --
zh_cn: 生成头 --
zh_tw: 指令化標頭 --

# TreeNodeScriptIndexes
source: Script Indexes -- {0}
nl: Script Indexen -- {0}
zh_cn: 生成索引 -- {0}
zh_tw: 指令化索引 -- {0}

# TreeNodeScriptPrimaryKey
source: Script Primary Keys -- {0}
zh_cn: 生成主键 -- {0}
zh_tw: 指令化主鍵 -- {0}

# TreeNodeScriptUniqueKeys
source: Script Unique Keys -- {0}
zh_cn: 生成唯一键 -- {0}
zh_tw: 指令化唯一鍵 -- {0}

# TreeNodeTableView
source: Table / View Options
nl: Tabel / View Options
zh_cn: 表/视图选项
zh_tw: 表格/檢視表選項

# TreeNodeTSQLCompatibility
source: TSQL Compatibility Checks
nl: TSQL Compatibiliteitscontrole
zh_cn: TSQL兼容性检查
zh_tw: TSQL相容性檢查

# WizardAction
source: Select Process
nl: Selecteer Proces
zh_cn: 选择任务
zh_tw: 選擇流程

# WizardActionDesc
source: Select the process you want the wizard to walk you through.
nl: Selecteer het proces waar de wizard je doorheen moet helpen
zh_cn: 选择您希望向导完成的任务
zh_tw: 選擇您希望精靈協助完成的任務

# WizardActionObjectTypes
source: Choose Objects
nl: Kies objecten
zh_cn: 选择对象
zh_tw: 選擇物件

# WizardActionObjectTypesDesc
source: Select database objects to script
nl: Selecteer de database objecten om te scripten
zh_cn: 选择需要生成脚本的对象
zh_tw: 選擇要產生指令碼的物件

# WizardActionOverwriteFiles
source: Overwrite T-SQL Files
nl: Resultaten
zh_cn: 结果汇总
zh_tw: 結果概要

# WizardActionOverwriteFilesDesc
source: Overwrite original T-SQL files with the processed files.
nl: Samenvatting scripting & analyse
zh_cn: 脚本和分析汇总
zh_tw: 指令碼與分析概要

# WizardActionScriptWizardSummary
source: Script Wizard Summary
nl: Script Wizard Samenvatting
zh_cn: 脚本向导汇总
zh_tw: 指令碼精靈概要

# WizardActionScriptWizardSummaryDesc
source: Review your selections for the wizard.
nl: Verifieer de keuzes voor de wizard.
zh_cn: 检查你的选项。
zh_tw: 檢查您在精靈中選擇的選項

# WizardActionSelectSource
source: Select Source
nl: Selecteer Bron
zh_cn: 选择源
zh_tw: 選擇來源

# WizardActionSelectSourceDesc
source: Select the source you want to script.
nl: Selecteer de bron die je wil scripten.
zh_cn: 选择你需要生成脚本的源
zh_tw: 選擇需要產生指令碼的來源

# WizardActionSetupTargetConnection
source: Setup Target Server Connection
nl: Configureer de connectie van de server
zh_cn: 设置目标服务器连接
zh_tw: 設定目標伺服器連線

# WizardActionSetupTargetConnectionDesc
source: Enter information for connection to Target Server.
nl: Geef de informatie in om te connecteren naar de server.
zh_cn: 输入目标服务器的相关信息
zh_tw: 輸入連線到目標伺服器的資訊

# WizardActionTargetResults
source: Target Server Response
nl: Target server antwoord
zh_cn: 目标服务器回应
zh_tw: 目標伺服器回應

# WizardActionTargetResultsDesc
source: Results from T-SQL against Target Server
nl: TSQL resultaten op de Target Server
zh_cn: 目标服务器执行TSQL的回应
zh_tw: 目標伺服器執行TSQL的回應

# CircularDependencies
source: Circular table dependencies have been found on the following tables:
nl: Circular table dependencies werden gevonden in de volgende tabellen:
zh_cn: 在如下表中发现循环倚赖：
zh_tw: 在下列的表格中發現循環相依：

# DataUploadBeforeForeignKeys
source: Data will be uploaded before foreign keys are added.
nl: Data zal geupload worden vooraleer de foreign keys toegevoegd worden.
zh_cn: 数据会在设置外键前上传
zh_tw: 資料會在設定外鍵前上傳

# Encrypted
source: {0} is Encrypted
nl: {0} is Geëncrypteerd
zh_cn: {0} 已加密
zh_tw: {0} 已加密

# TreeNodeEncrypted
source: Encrypted objects will not be scripted
nl: Versleutelde objecten zullen niet gescript worden
zh_cn: 加密的对象不会产生脚本
zh_tw: 已加密的物件不會產生指令碼

source: Create Database
nl: Maak Database
zh_cn: 创建数据库
zh_tw: 建立資料庫

source: Retry
nl: Opnieuw proberen
zh_cn: 重试
zh_tw: 重試

source: Select Database
nl: Selecteer Database
zh_cn: 选择数据库
zh_tw: 選擇資料庫

# CreateDatabaseBasicEdition
source: Basic
nl: Fundamentele
zh_cn: 基本
zh_tw: 基本

# CreateDatabaseBusinessEdition
source: Business
zh_cn: 业务
zh_tw: 業務

# CreateDatabasePremiumEdition
source: Premium
nl: Premie
zh_cn: 溢价
zh_tw: 溢價

# CreateDatabaseStandardEdition
source: Standard
nl: Standaard
zh_cn: 标准
zh_tw: 標準

# DatabaseCollation
source: Collation {0}
nl: Sortering {0}
zh_cn: 排序规则 {0}
zh_tw: 排序規則 {0}

# PerformanceLevelBasicFiveDTUs
source: Basic 5 (DTUs)
nl: Fundamentele 5 (DTUs)
zh_cn: 基本 5 (DTUs)
zh_tw: 基本 5 (DTUs)

# TreeNodeScriptCollation
source: Script Collation -- {0}
nl: Script sortering -- {0}
zh_cn: 排序规则脚本 -- {0}
zh_tw: 排序規則腳本 -- {0}

# ObjectTypeSynonyms
source: Synonyms
nl: Synoniemen
zh_cn: 同义词
zh_tw: 同義字

# CreateDBInProcess
source: Azure SQL DB is in the process of creating your database. Please wait ...
nl: Azure SQL DB is bezig met het maken van uw database. Een ogenblik geduld...
zh_cn: SQL azure 数据库正在创建您的数据库。请稍候。。。
zh_tw: SQL azure 資料庫正在創建您的資料庫。請稍候。。。

# DatabaseCreated
source: Database {0} created!
nl: Database {0} gemaakt!
zh_cn: 数据库 {0} 创建了 ！
zh_tw: 資料庫 {0} 創建了 ！

# DeleteDBinProcess
source: Your Azure SQL DB is in the process of being deleted.
nl: Uw Azure SQL DB is in het proces wordt verwijderd.
zh_cn: 你 SQL Azure 数据库正在被删除。
zh_tw: 你 SQL Azure 資料庫正在被刪除。

# ObjectTypeRoles
source: Database Roles
nl: Databaserollen
zh_cn: 数据库角色
zh_tw: 資料庫角色

# ObjectTypeSQLAssemblies
source: SQL Assemblies
nl: SQL assembly 's
zh_cn: SQL 程序集
zh_tw: SQL 程式集

# TreeNodeScriptExtendedProperties
source: Script Extended Properties --
nl: Script uitgebreide eigenschappen--
zh_cn: 脚本扩展属性 — —
zh_tw: 腳本擴充屬性 — —

# MessageDirectoryToProcess
source: Folder to process (includes all sub folders)
nl: Map voor het verwerken van
zh_cn: 要处理的目录
zh_tw: 要處理的目錄

# MessageFileToProcess
source: File to process
nl: Bestand naar proces
zh_cn: 文件处理
zh_tw: 檔處理

# MessageFolderDoesNotExists
source: Sorry, but the folder path that you entered does not exist
nl: Sorry, maar het pad van de map die u hebt ingevoerd komt niet
zh_cn: 抱歉，您输入的文件夹路径不存在，但
zh_tw: 抱歉，您輸入的資料夾路徑不存在，但

# MessageFolderToProcess
source: Select TSQL root folder for processing
nl: Select TSQL hoofdmap voor verwerking
zh_cn: 选择处理的 TSQL 根文件夹
zh_tw: 選擇處理的 TSQL 根資料夾

# MessageFileoverwriteFailure
source: Failed to update file {0}
nl: Bijwerken van bestand {0} mislukt
zh_cn: 未能更新文件 {0}
zh_tw: 未能更新檔 {0}

# MessageFileoverwriteSuccess
source: Successfully updated file {0}
nl: Met succes bijgewerkte bestand {0}
zh_cn: 已成功更新的文件 {0}
zh_tw: 已成功更新的檔 {0}

# MessageOverwriteFiles1
source: The files below contain modified T-SQL statements and are available in : {0}. Do you want to overwrite the original files in {1} with these changes? A copy of the original files are available here :{2}
nl: Wilt u het overschrijven van originele bestanden {0}
zh_cn: 你想要覆盖原始文件 {0} 吗
zh_tw: 你想要覆蓋原始檔案 {0} 嗎

# MessageOverwriteFiles2
source: with processed SQL files {0}?
nl: met verwerkte SQL bestanden {0}?
zh_cn: 与已处理的 SQL 文件 {0} 吗？
zh_tw: 與已處理的 SQL 檔 {0} 嗎？

# WizardActionOverwriteFilesDailogConfirmation
source: Overwrite original T-SQL files?
nl: SQL-bestanden in de doelmap overschrijven?
zh_cn: 覆盖 SQL 文件的目标文件夹中吗？
zh_tw: 覆蓋 SQL 檔的目的檔案夾中嗎？

# ObjectTypePartitionFunctions
source: Partition Functions
nl: Partitie functies
zh_cn: 分区函数
zh_tw: 分區函數

# ObjectTypePartitionSchemes
source: Partition Schemes
nl: Partitie regelingen
zh_cn: 分区方案
zh_tw: 分區方案

# TargetServer
source: Target Server -- {0}
nl: Doelserver--{0}
zh_cn: 目标服务器--{0}
zh_tw: 目標伺服器--{0}

# MessageProcessingTraceFileStatus
source: Processing {0} of {1}
nl: Verwerking van {0} van {1}
zh_cn: 加工 {0} {1}
zh_tw: 加工 {0} {1}

# WizardActionResultsSummary
source: Results Summary
nl: Resultaten
zh_cn: 结果汇总

# WizardActionResultsSummaryDesc
source: Scripting and Analysis Summary
nl: Samenvatting scripting & analyse
zh_cn: 脚本和分析汇总
